{"post_permalink": "http://21stcenturywire.com/2017/12/09/global-britain-financing-terrorism-bloodshed-syria-calling-aid/", "blog_name": "21stcenturywire.com", "post_auth": "Vanessa Beeley", "post_title": "‘Global Britain’ is Financing Terrorism and Bloodshed in Syria and Calling it ‘Aid’", "post_date": "2017-12-09 00:00:00", "extracted_date": "2017-12-21 11:04:05", "comment_count": 0, "post_content": "By\n\n\n\nBBC Panorama’s Jane Corbin in “Jihadis We Pay For” (Photo: Screenshot)\n\nVanessa Beeley\n\n21st Century Wire\n\nBoris Johnson preached to the UK State choir, in the Foreign Office, on the 7th December. In Churchillian tones, Johnson announced “when in the course of a prolonged, ambitious struggle, you eventually record a success, it is essential, with due humility and caution, to celebrate that success – so I draw your attention, once again, to the defeat of DAESH in Raqqa and the victory of the 74 member coalition, in which the UK played a proud part”.\n\nThe sheer sanctimonious humbug contained within that first convoluted utterance should be enough to take our breath away. However, Johnson continued speaking for 36 minutes, turning verbal somersaults of every shade and hue of hypocrisy. This speech comes swift on the heels of the BBC Panorama limping expose of the UK FCO funding of terrorism in Syria that barely scratched the surface of the magnitude of the UK campaign to destablize a sovereign nation and foment insurgency against a “regime” and its allies, that has thwarted Global Britain’s geopolitical ambitions at every turn.\n\nBBC Panorama’s “Jihadis You Pay For” was nothing more than a media sleight of hand designed to conceal the bulk of the funding iceberg beneath the decorative tip of a superficial investigation that revealed nothing that had not already been unmasked by independent analysts, investigative journalists, the Syrian Government and the Russian Ministry of Foreign Affairs for the last 7 years. The BBC, as always, made a “molehill out of a mountain” in order to protect Global Britain’s criminal foreign policy in Syria.\n\n(Thank you to Mike Raddie of BSNews for that brilliant analogy)\n\n“Jihadis You Pay For” was a professionally packaged damp squib that left most informed viewers feeling cheated. Endless ‘mood’ shots of presenter, Jane Corbin were used as narrative “fillers” to bulk out a singularly unimpressive episode in the BBC’s archives of UK State protectionism.\n\nCorbin, who was responsible for the ‘revolution’-partisan-2011 “Syria Inside the Secret Revolution“, begins her reportage with the statement that “ Syrian people desperately need British Aid”. Corbin had obviously not taken the time to speak to the UNDP Deputy Country Director in Damascus. In August 2017 Akiko Suzaki told me (during an interview) that Syria did not need foreign interference, that its civil society was more than capable of repairing the damage done to its country and people by (internationally sponsored terrorism.)\n\nCorbin was simply protecting future “aid” packages that would disguise UK FCO subversion tactics inside Syria. I will not dwell too much on the Panorama non-event. Corbin even managed to reduce the Nour Al Din Zenki torture, humiliation and public decapitation of 12 year old Palestinian child Abdullah Issa, down to “(Zenki) beheaded a young prisoner“.\n\nCorbin glossed over the fact that Issa begged to be shot rather than murdered in the brutal way that Zenki preferred. As is customary among colonial media reports, Corbin gave no name to this child, murdered by the terrorists that the BBC has promoted for 7 years, calling them “freedom fighters” and “democracy bringers”. This child has no name for the BBC, even now, while they twirl Bana Alabed around on the global stage, promoting her to stardom as the war lobby’s Shirley Temple.\n\n\n\nFree Syrian Police and White Helmets working side by side.\n\nCorbin expressed outrage that the Free Syrian Police had cordoned off an area to be used for the stoning of prisoners by the terrorist entities. The White Helmet participation in torture, executions and dismemberment of prisoners of war was not mentioned in Corbin’s sanitised report. She did not explain the connections between the Free Syrian Police, the White Helmets and the Local Councils as exposed in my article:\n\nWhite Helmets and Local Councils – Is the UK FCO Financing Terrorism in Syria with Taxpayer Funds?\n\nCorbin announced that the Free Syrian Police cannot operate separately to Nusra Front or other terrorist groups occupying specific areas inside Syria. This applies across the board, Corbin, it includes the White Helmets, the Local Councils, the UK FCO created and funded media groups – all those who work within these terrorist-held areas, work exclusively for their sponsors in the 74 member war coalition and support their geopolitical aims in the region.\n\nWhy did Corbin not mention them? Simply because the Free Syrian Police will be re-integrated into the myriad of other “Free” organisations. They will be rebranded, just as the terrorist groups have been rebranded to distance them from the hardcore Nusra Front, while they continue their ethnic cleansing pogroms across Syria. What lies you spin Corbin, around the suffering of the Syrian people who continue dying while you concoct the latest firewall to protect your ‘Global Britain’\n\n\n\nFree Syrian Police with Al Okaidi, who collaborated with ISIS 2013-14. East Aleppo.\n\n\n\nFree Syrian Police in East Aleppo under Nusra Front (Al Qaeda) flag.\n\nCorbin works for one of the primary cogs in Global Britain’s intervention apparatus, it is not surprising that Panorama failed to address the overarching issues of the UK’s destablisation project in Syria, Yemen and beyond.\n\nBrian Gerrish of UK Column described BBC Media Action’s “change” management process back in July 2014:\n\n“In typical BBC style John Tulsa spun the true subversive political objectives as ‘assistance in transition i.e. help for vulnerable people.” The reality is that the BBC Marshall Plan of the Mind was the opposite. A vast, dangerous and subversive media propaganda exercise to break up and reframe nation states into a new British and BBC designed model, whether they wanted it or not.”\n\n\n\nScreenshot from UK Column report on the role of BBC Media Action in the infiltration and subversion of prey nations for Global Britain.\n\nWe should also not forget Robert Stuart’s forensic analysis of the previous BBC Panorama hoax report, “Saving Syria’s Children”.\n\n“Analysis of the 30 September 2013 BBC Panorama documentary ‘Saving Syria’s Children’ and related BBC News reports, contending that sequences filmed by BBC personnel and others at Atareb Hospital, Aleppo on 26 August 2013 purporting to show the aftermath of an incendiary bomb attack on a nearby school are largely, if not entirely, staged.”\n\nThe ‘Truths’ to be Capitalised Upon\n\nThe “Jihadis You Pay For” was produced out of desperation. The ‘Global Britain’ “aid-for-Syria” edifice had been crumbling around its rotten foundations, for some time. During the seven year war that has been waged against Syria, colonial media has been consistently exposed as the corroded-from-within spectre of journalism it really is. They are a denuded gaggle of UK/US State script writers who have lost credibility among their public sponsors whom they have deceived and taken for fools, for way too long. Now, they are being dragged to account and they are not happy.\n\nHowever a few points were made during the programme that should be capitalised upon. Nick Dearden of Global Justice Now made the following statement:\n\n“(The UK Government) simply cannot operate aid projects like that with so little scrutiny or accountability”\n\nAnyone who has experienced the lack of “freedom” in the UK FCO responses to Freedom of Information (FOI) requests, will smile ruefully at this statement. The dismay expressed by Dearden after seven years of Global Britain’s obfuscation and double-speak regarding their faux humanitarian role in Syria is too little too late.\n\nI was sent the following two FOI requests very recently. They perfectly demonstrate the denial of freedom of information by Global Britain. They should also raise further questions as to the accountability for taxpayer funds – who and what are they financing? Who is conducting the “vetting procedures” and how can they be considered viable when terrorism flourishes in Syria, in areas where UK and US AID sustains them, while the Syrian people continue to die, starve and suffer under occupation by British ‘financed-by-mistake’, terrorist groups.\n\nWhy should we trust a government that bases its policy statements upon spurious evidence provided by terrorist embeds & “unvetted” individuals working under the control of extremist groups secretly benefitting from UK AID?\n\nFor example, on the 12th July 2017, Mathew Rycroft, then-permanent UK representative to the UN, made the following statement on “this sickening use of chemical weapons – weapons that Assad agreed in 2013, to destroy – is just the latest in a long list of abhorrent acts”. Employing the now familiar, sociopathically unbalanced, ‘language of diplomacy’ that is representative of Global Britain’s foreign policy, Rycroft made the definitive claim:\n\n“Chemical weapons scientists at Porton Down, in the United Kingdom, have analysed samples obtained from Khan Shaykun, and these have tested positive for the nerve agent sarin, or a sarin-like substance. The United Kingdom therefore shares the US assessment that it is highly likely that the regime was responsible for a sarin attack on Khan Shaykun on the 4th of April.”\n\nThis statement carries with it, the potential to escalate military conflict in the region to catastrophic levels, so it is logical, even rational to presume that the UK FCO would have access to the report from Porton Down that has been cited by its representative at the UN. Think again:\n\nThe UK FCO “can neither confirm nor deny that the information (Porton Down report) requested is held by the Foreign and Commonwealth Office”. So, yet again, Global Britain demonstrates its duplicity and deceit – it is not interested in “aid” for the Syrian people, it is interested in maintaining pressure upon a recalcitrant state that has confounded the might of 74 coalition member states intent upon its destruction.\n\nAt the end of the Panorama report we are told:\n\n“The money of British tax payers is being spent very poorly, it is unfortunately strengthening the extremists and Islamic groups, currently in control of the majority of “opposition” areas”\n\nWell, bravo BBC for finally stating the blindingly obvious. Thank you, however, for giving us the slap-down to all those “Kremlin agent” finger pointers in the ranks of colonial media, the braying media lynch mob who have demonised all under-funded independent media & analysts who have said exactly this, throughout the Global Britain interventionist project in Syria and the region.\n\nThank you BBC for limping across the finishing line with your broken baton of half truths – finally, through gritted teeth, you serve us well.\n\nThe Conflict Stability and Security Fund in Detail\n\nI was recently sent the full breakdown of the Conflict Stability and Security Fund which had been detailed following a request from a member of the House of Lords. (Names withheld)\n\n1. Political Support – £ 14 million\n\n2. Peace Building and Track II – £ 18 million\n\n3. Civilian-Military Integration and support to “Moderate” Armed Groups – £ 32 million\n\n4. Safety, Security, Stability – £ 54 million\n\n5. Governance, Livelihood and Education – £ 39 million\n\n6. Strategic Communications – £ 23 million\n\n7. Human Rights and Accountability – £ 20 million\n\nThe UK FCO has effectively spent £ 200 million of taxpayer contributions on a 7-year-long, failed military campaign in Syria. Boris Johnson’s posturing and self-congratulatory celebration of a victory against terrorism should ring hollow for those who are living beneath the poverty line in “Austerity” plagued Global Britain as their undisclosed contributions to the Global war fund, have ensured the devastation of yet another sovereign nation.\n\nThe British government has lied to its citizens time and time again. Fantasy “WMDs” took us to war in Iraq. False claims of viagra-fuelled rape by Gadaffi’s soldiers in Benghazi led to the Libyan failed state, bombed into oblivion by the NATO intervention. Syria is no exception to the rule of wars based upon deceit, facilitated by the corporate media and think tank accomplices who support the criminal Global Britain operations with their own thinly disguised form of media terrorism.\n\nSyria does not need “political support”, it has a majority elected government and is perfectly capable of negotiating its own political reforms without hostile foreign meddling. Syria does not need “peace building” from Global Britain, it would like GB to lift the sanctions that are collectively punishing the Syrian people while impeding resolution and political, economic progress inside Syria. Syria would like GB to stop financing the terrorist groups that are torturing, raping, executing, starving and imprisoning the Syrian people.\n\nHow does GB vet the “moderate” armed groups? How does GB justify fomenting an insurgency against a sovereign state under international law? How do they verify that the aid is “non lethal” when even BBC Panorama has reported on the “bags of cash” being handled by the extremist groups courtesy of Global Britain’s aid contractors.\n\n“International law is indifferent to the perceived legitimacy of the state and to the form of government; both democracies and authoritarian regimes have the right to fight insurgencies and to defend themselves from external powers which aid the insurgents. Either way, it falls under the domestic jurisdiction of the state. Foreign powers are prohibited from assisting insurgents. General Assembly resolution 2131 (XX) declares that “no State shall organize, assist, foment, finance, incite or tolerate subversive, terrorist or armed activities directed towards the violent overthrow of the regime of another State, or interfere in civil strife in another State.” This was reaffirmed by the International Court of Justice in Nicaragua v. USA. The injured state is even entitled to adopt countermeasures against the intervening state.” ~ Amal Saad.\n\nSyria was “safe, secure and stable” before Global Britain started its programme of introducing “safety, stability and security” to the region. How does the UK FCO verify the 100,000 civilians that the multi-million-funded White Helmets claim to have “saved”. What documentation exists? What inventory of names, dates, after-care, exists that can prove this wild assertion by an organisation known to work exclusively with Nusra Front (Al Qaeda) and associates just as the criminalised Free Syrian Police do, according to BBC Panorama.\n\nHow can the White Helmets serve 7 million Syrians when over 80% of the civilian population is serviced by the REAL Syria Civil Defence which has been in existence since 1953. Why is that volunteer, Syrian humanitarian organisation helping real Syrians, being targeted by economic sanctions while the White Helmets receive UKAID and equipment as “Nusra Front’s civil defence” or “Islamic State’s fire brigade”?\n\n\n\nJohn Cantile ((kidnapped by ISIS for last 5 years) filming in East Aleppo.\n\nGlobal Britain claims to provide health and education to the beleaguered Syrian people who had free healthcare and education, a social system which was the envy of the Middle East – long before GB intervened and brought this system to its knees through economic and military terrorism. Meanwhile, back home, GB is steadily destroying the NHS and the UK education system.\n\nFinally, GB has waged information warfare against Syria with £ 43 million of taxpayer funds – establishing, training and equipping anti-Syrian-state media cells in Gaziantep, a city in Turkey, known as the Jihadi Express. Media cells who have provided much of the war fiction that has fed the pseudo humanitarian complex, chafing at the bit to infiltrate Syria with its toxic aid packages.\n\n£ 200 million has financed the maintenance of “Conflict”, it has guaranteed instability and inscecurity for the Syrian people and we have paid for this entire criminal project, not just the select “Jihadists” that BBC Panorama decided to offer as a sacrificial lamb on the altar of Global Britain’s intelligence operations inside Syria.\n\nIn his letter to PM Theresa May, Labour leader, Jeremy Corbyn said:\n\n“It is the responsibility of your government to ensure robust scrutiny and transparency processes are in place to prevent such grotesque abuses of UK aid money.\n\n“Given the humanitarian crisis in Syria, with millions of Syrians internally displaced and millions of Syrian refugees in neighbouring countries, it is a real concern that your government has appeared to use aid funding to support sectarian division rather than humanitarian need.”\n\nAccording to the Morning Star report, “The government has suspended the billion-pound Conflict, Stability and Security Fund (CSSF)”.\n\nGlobal Britian hides its neocolonialist ventures behind the barricade of “aid” contractors that provide “plausible deniability” when evidence of UK villainy reaches unmanageable proportions.\n\nThe UK taxpayers must demand answers from Global Britain and the UK Government. Boris Johnson must not be allowed to celebrate a victory that is not his. The Syrian Arab Army and allies have defeated international terrorism in Syria against all the odds and under punishing conditions which have been financed and fomented by the 74 members of the war coalition.\n\nGlobal Britain has financed terrorism and bloodshed in Syria, nothing less, and it must be held accountable so history will not endlessly repeat itself at the cost of innocent people in target nations who are perfectly capable of resolving their internal issues without the international, pseudo-humanitarian-aid pretexts fanning the flames of manufactured ‘dissent’, which inevitably lead to the hybrid wars we are witnessing on a horrifying and ever-expanding global scale.\n\n***\n\nLEARN MORE ABOUT THE WHITE HELMETS BY READING THE FOLLOWING ARTICLES:\n\nEvidence: UK Foreign Office Funding Terrorists in Syria:\n\nWhite Helmets & ‘Local Councils’ – Is UK FCO Financing Terrorism in Syria?\n\nVanessa Beeley:\n\nWHITE HELMETS: State Sanctioned Terrorism and Hollywood Poster Boys for War\n\n21st Century Wire:\n\nNew Report Destroys Fabricated Myth of Syria’s ‘White Helmets’\n\nInitial Investigation into White Helmets:\n\nWho are Syria’s White Helmets?\n\n21st Century Wire article on the White Helmets:\n\nSyria’s White Helmets: War by Way of Deception ~ the “Moderate” Executioners\n\nWho Funds the White Helmets?\n\nSecret £1bn UK War Chest Used to Fund the White Helmets and Other ‘Initiatives’\n\nOriginal investigative report:\n\nThe REAL Syria Civil Defence Exposes Fake White Helmets as Terrorist-Linked Imposters\n\nIrish Peace Prize Farce\n\nTipperary’s White Helmets Peace Prize: A Judas Kiss to the Antiwar Movement and Syria\n\nWhite Helmets Executions\n\nWHITE HELMETS: Severed Heads of Syrian Arab Army Soldiers Paraded as Trophies\n\nCNN Fabricate News About the White Helmets\n\nA NOBEL LIE: CNN’s Claim That ‘White Helmets Center in Damascus’ Was Hit by a Barrel Bomb\n\nWhite Helmets Links to Al Nusra\n\nWHITE HELMETS: Hand in Hand with Al Qaeda and Extremist Child Beheaders in Aleppo\n\nReport by Patrick Henningsen\n\nAN INTRODUCTION: Smart Power & The Human Rights Industrial Complex\n\nOpen Letter by Vanessa Beeley\n\nWhite Helmets Campaign for War NOT Peace – Retract RLA & Nobel Peace Prize Nominations\n\nStaged Rescue Videos\n\n(VIDEO) White Helmets: Miraculous ‘Rag Doll Rescue’\n\nWhite Helmets Oscar Award Farce:\n\nForget Oscar: Give The White Helmets the Leni Riefenstahl Award for Best War Propaganda Film\n\nCory Morningstar report:\n\nInvestigation into the funding sources of the White Helmets, including Avaaz, Purpose, The Syria Campaign\n\nOpen letter to Canadian MPs from Stop the War Hamilton (Canada):\n\nLetter from the Hamilton Coalition to Stop War to the New Democratic Party in Canada ref the White Helmet nomination for the Nobel Peace Prize:\n\nOpen letter to Canada’s NDP Leader on Nobel Prize:\n\nLetter to NDP from Prof. John Ryan protesting White Helmet nomination for RLA and Nobel Peace Prize\n\nREAD MORE WHITE HELMETS NEWS AT: 21st Century Wire White Helmets Files\n\nREAD MORE SYRIA NEWS AT: 21st Century Wire Syria Files\n\nSUPPORT 21WIRE – SUBSCRIBE & BECOME A MEMBER @21WIRE.TV", "post_tags": "BBC", "post_categories": "Patrick Henningsen LIVE", "post_length": 20147, "num_outlinks": 153, "sentiment_score": 0.01592520027864856, "post_lang": "en", "influence_score": -45.9, "data_quality": 1.0}
{"post_permalink": "http://21stcenturywire.com/2017/12/09/global-britain-financing-terrorism-bloodshed-syria-calling-aid/", "blog_name": "21stcenturywire.com", "post_auth": "Vanessa Beeley", "post_title": "‘Global Britain’ is Financing Terrorism and Bloodshed in Syria and Calling it ‘Aid’", "post_date": "2017-12-09 00:00:00", "extracted_date": "2017-12-21 11:04:23", "comment_count": 0, "post_content": "By\n\n\n\nBBC Panorama’s Jane Corbin in “Jihadis We Pay For” (Photo: Screenshot)\n\nVanessa Beeley\n\n21st Century Wire\n\nBoris Johnson preached to the UK State choir, in the Foreign Office, on the 7th December. In Churchillian tones, Johnson announced “when in the course of a prolonged, ambitious struggle, you eventually record a success, it is essential, with due humility and caution, to celebrate that success – so I draw your attention, once again, to the defeat of DAESH in Raqqa and the victory of the 74 member coalition, in which the UK played a proud part”.\n\nThe sheer sanctimonious humbug contained within that first convoluted utterance should be enough to take our breath away. However, Johnson continued speaking for 36 minutes, turning verbal somersaults of every shade and hue of hypocrisy. This speech comes swift on the heels of the BBC Panorama limping expose of the UK FCO funding of terrorism in Syria that barely scratched the surface of the magnitude of the UK campaign to destablize a sovereign nation and foment insurgency against a “regime” and its allies, that has thwarted Global Britain’s geopolitical ambitions at every turn.\n\nBBC Panorama’s “Jihadis You Pay For” was nothing more than a media sleight of hand designed to conceal the bulk of the funding iceberg beneath the decorative tip of a superficial investigation that revealed nothing that had not already been unmasked by independent analysts, investigative journalists, the Syrian Government and the Russian Ministry of Foreign Affairs for the last 7 years. The BBC, as always, made a “molehill out of a mountain” in order to protect Global Britain’s criminal foreign policy in Syria.\n\n(Thank you to Mike Raddie of BSNews for that brilliant analogy)\n\n“Jihadis You Pay For” was a professionally packaged damp squib that left most informed viewers feeling cheated. Endless ‘mood’ shots of presenter, Jane Corbin were used as narrative “fillers” to bulk out a singularly unimpressive episode in the BBC’s archives of UK State protectionism.\n\nCorbin, who was responsible for the ‘revolution’-partisan-2011 “Syria Inside the Secret Revolution“, begins her reportage with the statement that “ Syrian people desperately need British Aid”. Corbin had obviously not taken the time to speak to the UNDP Deputy Country Director in Damascus. In August 2017 Akiko Suzaki told me (during an interview) that Syria did not need foreign interference, that its civil society was more than capable of repairing the damage done to its country and people by (internationally sponsored terrorism.)\n\nCorbin was simply protecting future “aid” packages that would disguise UK FCO subversion tactics inside Syria. I will not dwell too much on the Panorama non-event. Corbin even managed to reduce the Nour Al Din Zenki torture, humiliation and public decapitation of 12 year old Palestinian child Abdullah Issa, down to “(Zenki) beheaded a young prisoner“.\n\nCorbin glossed over the fact that Issa begged to be shot rather than murdered in the brutal way that Zenki preferred. As is customary among colonial media reports, Corbin gave no name to this child, murdered by the terrorists that the BBC has promoted for 7 years, calling them “freedom fighters” and “democracy bringers”. This child has no name for the BBC, even now, while they twirl Bana Alabed around on the global stage, promoting her to stardom as the war lobby’s Shirley Temple.\n\n\n\nFree Syrian Police and White Helmets working side by side.\n\nCorbin expressed outrage that the Free Syrian Police had cordoned off an area to be used for the stoning of prisoners by the terrorist entities. The White Helmet participation in torture, executions and dismemberment of prisoners of war was not mentioned in Corbin’s sanitised report. She did not explain the connections between the Free Syrian Police, the White Helmets and the Local Councils as exposed in my article:\n\nWhite Helmets and Local Councils – Is the UK FCO Financing Terrorism in Syria with Taxpayer Funds?\n\nCorbin announced that the Free Syrian Police cannot operate separately to Nusra Front or other terrorist groups occupying specific areas inside Syria. This applies across the board, Corbin, it includes the White Helmets, the Local Councils, the UK FCO created and funded media groups – all those who work within these terrorist-held areas, work exclusively for their sponsors in the 74 member war coalition and support their geopolitical aims in the region.\n\nWhy did Corbin not mention them? Simply because the Free Syrian Police will be re-integrated into the myriad of other “Free” organisations. They will be rebranded, just as the terrorist groups have been rebranded to distance them from the hardcore Nusra Front, while they continue their ethnic cleansing pogroms across Syria. What lies you spin Corbin, around the suffering of the Syrian people who continue dying while you concoct the latest firewall to protect your ‘Global Britain’\n\n\n\nFree Syrian Police with Al Okaidi, who collaborated with ISIS 2013-14. East Aleppo.\n\n\n\nFree Syrian Police in East Aleppo under Nusra Front (Al Qaeda) flag.\n\nCorbin works for one of the primary cogs in Global Britain’s intervention apparatus, it is not surprising that Panorama failed to address the overarching issues of the UK’s destablisation project in Syria, Yemen and beyond.\n\nBrian Gerrish of UK Column described BBC Media Action’s “change” management process back in July 2014:\n\n“In typical BBC style John Tulsa spun the true subversive political objectives as ‘assistance in transition i.e. help for vulnerable people.” The reality is that the BBC Marshall Plan of the Mind was the opposite. A vast, dangerous and subversive media propaganda exercise to break up and reframe nation states into a new British and BBC designed model, whether they wanted it or not.”\n\n\n\nScreenshot from UK Column report on the role of BBC Media Action in the infiltration and subversion of prey nations for Global Britain.\n\nWe should also not forget Robert Stuart’s forensic analysis of the previous BBC Panorama hoax report, “Saving Syria’s Children”.\n\n“Analysis of the 30 September 2013 BBC Panorama documentary ‘Saving Syria’s Children’ and related BBC News reports, contending that sequences filmed by BBC personnel and others at Atareb Hospital, Aleppo on 26 August 2013 purporting to show the aftermath of an incendiary bomb attack on a nearby school are largely, if not entirely, staged.”\n\nThe ‘Truths’ to be Capitalised Upon\n\nThe “Jihadis You Pay For” was produced out of desperation. The ‘Global Britain’ “aid-for-Syria” edifice had been crumbling around its rotten foundations, for some time. During the seven year war that has been waged against Syria, colonial media has been consistently exposed as the corroded-from-within spectre of journalism it really is. They are a denuded gaggle of UK/US State script writers who have lost credibility among their public sponsors whom they have deceived and taken for fools, for way too long. Now, they are being dragged to account and they are not happy.\n\nHowever a few points were made during the programme that should be capitalised upon. Nick Dearden of Global Justice Now made the following statement:\n\n“(The UK Government) simply cannot operate aid projects like that with so little scrutiny or accountability”\n\nAnyone who has experienced the lack of “freedom” in the UK FCO responses to Freedom of Information (FOI) requests, will smile ruefully at this statement. The dismay expressed by Dearden after seven years of Global Britain’s obfuscation and double-speak regarding their faux humanitarian role in Syria is too little too late.\n\nI was sent the following two FOI requests very recently. They perfectly demonstrate the denial of freedom of information by Global Britain. They should also raise further questions as to the accountability for taxpayer funds – who and what are they financing? Who is conducting the “vetting procedures” and how can they be considered viable when terrorism flourishes in Syria, in areas where UK and US AID sustains them, while the Syrian people continue to die, starve and suffer under occupation by British ‘financed-by-mistake’, terrorist groups.\n\nWhy should we trust a government that bases its policy statements upon spurious evidence provided by terrorist embeds & “unvetted” individuals working under the control of extremist groups secretly benefitting from UK AID?\n\nFor example, on the 12th July 2017, Mathew Rycroft, then-permanent UK representative to the UN, made the following statement on “this sickening use of chemical weapons – weapons that Assad agreed in 2013, to destroy – is just the latest in a long list of abhorrent acts”. Employing the now familiar, sociopathically unbalanced, ‘language of diplomacy’ that is representative of Global Britain’s foreign policy, Rycroft made the definitive claim:\n\n“Chemical weapons scientists at Porton Down, in the United Kingdom, have analysed samples obtained from Khan Shaykun, and these have tested positive for the nerve agent sarin, or a sarin-like substance. The United Kingdom therefore shares the US assessment that it is highly likely that the regime was responsible for a sarin attack on Khan Shaykun on the 4th of April.”\n\nThis statement carries with it, the potential to escalate military conflict in the region to catastrophic levels, so it is logical, even rational to presume that the UK FCO would have access to the report from Porton Down that has been cited by its representative at the UN. Think again:\n\nThe UK FCO “can neither confirm nor deny that the information (Porton Down report) requested is held by the Foreign and Commonwealth Office”. So, yet again, Global Britain demonstrates its duplicity and deceit – it is not interested in “aid” for the Syrian people, it is interested in maintaining pressure upon a recalcitrant state that has confounded the might of 74 coalition member states intent upon its destruction.\n\nAt the end of the Panorama report we are told:\n\n“The money of British tax payers is being spent very poorly, it is unfortunately strengthening the extremists and Islamic groups, currently in control of the majority of “opposition” areas”\n\nWell, bravo BBC for finally stating the blindingly obvious. Thank you, however, for giving us the slap-down to all those “Kremlin agent” finger pointers in the ranks of colonial media, the braying media lynch mob who have demonised all under-funded independent media & analysts who have said exactly this, throughout the Global Britain interventionist project in Syria and the region.\n\nThank you BBC for limping across the finishing line with your broken baton of half truths – finally, through gritted teeth, you serve us well.\n\nThe Conflict Stability and Security Fund in Detail\n\nI was recently sent the full breakdown of the Conflict Stability and Security Fund which had been detailed following a request from a member of the House of Lords. (Names withheld)\n\n1. Political Support – £ 14 million\n\n2. Peace Building and Track II – £ 18 million\n\n3. Civilian-Military Integration and support to “Moderate” Armed Groups – £ 32 million\n\n4. Safety, Security, Stability – £ 54 million\n\n5. Governance, Livelihood and Education – £ 39 million\n\n6. Strategic Communications – £ 23 million\n\n7. Human Rights and Accountability – £ 20 million\n\nThe UK FCO has effectively spent £ 200 million of taxpayer contributions on a 7-year-long, failed military campaign in Syria. Boris Johnson’s posturing and self-congratulatory celebration of a victory against terrorism should ring hollow for those who are living beneath the poverty line in “Austerity” plagued Global Britain as their undisclosed contributions to the Global war fund, have ensured the devastation of yet another sovereign nation.\n\nThe British government has lied to its citizens time and time again. Fantasy “WMDs” took us to war in Iraq. False claims of viagra-fuelled rape by Gadaffi’s soldiers in Benghazi led to the Libyan failed state, bombed into oblivion by the NATO intervention. Syria is no exception to the rule of wars based upon deceit, facilitated by the corporate media and think tank accomplices who support the criminal Global Britain operations with their own thinly disguised form of media terrorism.\n\nSyria does not need “political support”, it has a majority elected government and is perfectly capable of negotiating its own political reforms without hostile foreign meddling. Syria does not need “peace building” from Global Britain, it would like GB to lift the sanctions that are collectively punishing the Syrian people while impeding resolution and political, economic progress inside Syria. Syria would like GB to stop financing the terrorist groups that are torturing, raping, executing, starving and imprisoning the Syrian people.\n\nHow does GB vet the “moderate” armed groups? How does GB justify fomenting an insurgency against a sovereign state under international law? How do they verify that the aid is “non lethal” when even BBC Panorama has reported on the “bags of cash” being handled by the extremist groups courtesy of Global Britain’s aid contractors.\n\n“International law is indifferent to the perceived legitimacy of the state and to the form of government; both democracies and authoritarian regimes have the right to fight insurgencies and to defend themselves from external powers which aid the insurgents. Either way, it falls under the domestic jurisdiction of the state. Foreign powers are prohibited from assisting insurgents. General Assembly resolution 2131 (XX) declares that “no State shall organize, assist, foment, finance, incite or tolerate subversive, terrorist or armed activities directed towards the violent overthrow of the regime of another State, or interfere in civil strife in another State.” This was reaffirmed by the International Court of Justice in Nicaragua v. USA. The injured state is even entitled to adopt countermeasures against the intervening state.” ~ Amal Saad.\n\nSyria was “safe, secure and stable” before Global Britain started its programme of introducing “safety, stability and security” to the region. How does the UK FCO verify the 100,000 civilians that the multi-million-funded White Helmets claim to have “saved”. What documentation exists? What inventory of names, dates, after-care, exists that can prove this wild assertion by an organisation known to work exclusively with Nusra Front (Al Qaeda) and associates just as the criminalised Free Syrian Police do, according to BBC Panorama.\n\nHow can the White Helmets serve 7 million Syrians when over 80% of the civilian population is serviced by the REAL Syria Civil Defence which has been in existence since 1953. Why is that volunteer, Syrian humanitarian organisation helping real Syrians, being targeted by economic sanctions while the White Helmets receive UKAID and equipment as “Nusra Front’s civil defence” or “Islamic State’s fire brigade”?\n\n\n\nJohn Cantile ((kidnapped by ISIS for last 5 years) filming in East Aleppo.\n\nGlobal Britain claims to provide health and education to the beleaguered Syrian people who had free healthcare and education, a social system which was the envy of the Middle East – long before GB intervened and brought this system to its knees through economic and military terrorism. Meanwhile, back home, GB is steadily destroying the NHS and the UK education system.\n\nFinally, GB has waged information warfare against Syria with £ 43 million of taxpayer funds – establishing, training and equipping anti-Syrian-state media cells in Gaziantep, a city in Turkey, known as the Jihadi Express. Media cells who have provided much of the war fiction that has fed the pseudo humanitarian complex, chafing at the bit to infiltrate Syria with its toxic aid packages.\n\n£ 200 million has financed the maintenance of “Conflict”, it has guaranteed instability and inscecurity for the Syrian people and we have paid for this entire criminal project, not just the select “Jihadists” that BBC Panorama decided to offer as a sacrificial lamb on the altar of Global Britain’s intelligence operations inside Syria.\n\nIn his letter to PM Theresa May, Labour leader, Jeremy Corbyn said:\n\n“It is the responsibility of your government to ensure robust scrutiny and transparency processes are in place to prevent such grotesque abuses of UK aid money.\n\n“Given the humanitarian crisis in Syria, with millions of Syrians internally displaced and millions of Syrian refugees in neighbouring countries, it is a real concern that your government has appeared to use aid funding to support sectarian division rather than humanitarian need.”\n\nAccording to the Morning Star report, “The government has suspended the billion-pound Conflict, Stability and Security Fund (CSSF)”.\n\nGlobal Britian hides its neocolonialist ventures behind the barricade of “aid” contractors that provide “plausible deniability” when evidence of UK villainy reaches unmanageable proportions.\n\nThe UK taxpayers must demand answers from Global Britain and the UK Government. Boris Johnson must not be allowed to celebrate a victory that is not his. The Syrian Arab Army and allies have defeated international terrorism in Syria against all the odds and under punishing conditions which have been financed and fomented by the 74 members of the war coalition.\n\nGlobal Britain has financed terrorism and bloodshed in Syria, nothing less, and it must be held accountable so history will not endlessly repeat itself at the cost of innocent people in target nations who are perfectly capable of resolving their internal issues without the international, pseudo-humanitarian-aid pretexts fanning the flames of manufactured ‘dissent’, which inevitably lead to the hybrid wars we are witnessing on a horrifying and ever-expanding global scale.\n\n***\n\nLEARN MORE ABOUT THE WHITE HELMETS BY READING THE FOLLOWING ARTICLES:\n\nEvidence: UK Foreign Office Funding Terrorists in Syria:\n\nWhite Helmets & ‘Local Councils’ – Is UK FCO Financing Terrorism in Syria?\n\nVanessa Beeley:\n\nWHITE HELMETS: State Sanctioned Terrorism and Hollywood Poster Boys for War\n\n21st Century Wire:\n\nNew Report Destroys Fabricated Myth of Syria’s ‘White Helmets’\n\nInitial Investigation into White Helmets:\n\nWho are Syria’s White Helmets?\n\n21st Century Wire article on the White Helmets:\n\nSyria’s White Helmets: War by Way of Deception ~ the “Moderate” Executioners\n\nWho Funds the White Helmets?\n\nSecret £1bn UK War Chest Used to Fund the White Helmets and Other ‘Initiatives’\n\nOriginal investigative report:\n\nThe REAL Syria Civil Defence Exposes Fake White Helmets as Terrorist-Linked Imposters\n\nIrish Peace Prize Farce\n\nTipperary’s White Helmets Peace Prize: A Judas Kiss to the Antiwar Movement and Syria\n\nWhite Helmets Executions\n\nWHITE HELMETS: Severed Heads of Syrian Arab Army Soldiers Paraded as Trophies\n\nCNN Fabricate News About the White Helmets\n\nA NOBEL LIE: CNN’s Claim That ‘White Helmets Center in Damascus’ Was Hit by a Barrel Bomb\n\nWhite Helmets Links to Al Nusra\n\nWHITE HELMETS: Hand in Hand with Al Qaeda and Extremist Child Beheaders in Aleppo\n\nReport by Patrick Henningsen\n\nAN INTRODUCTION: Smart Power & The Human Rights Industrial Complex\n\nOpen Letter by Vanessa Beeley\n\nWhite Helmets Campaign for War NOT Peace – Retract RLA & Nobel Peace Prize Nominations\n\nStaged Rescue Videos\n\n(VIDEO) White Helmets: Miraculous ‘Rag Doll Rescue’\n\nWhite Helmets Oscar Award Farce:\n\nForget Oscar: Give The White Helmets the Leni Riefenstahl Award for Best War Propaganda Film\n\nCory Morningstar report:\n\nInvestigation into the funding sources of the White Helmets, including Avaaz, Purpose, The Syria Campaign\n\nOpen letter to Canadian MPs from Stop the War Hamilton (Canada):\n\nLetter from the Hamilton Coalition to Stop War to the New Democratic Party in Canada ref the White Helmet nomination for the Nobel Peace Prize:\n\nOpen letter to Canada’s NDP Leader on Nobel Prize:\n\nLetter to NDP from Prof. John Ryan protesting White Helmet nomination for RLA and Nobel Peace Prize\n\nREAD MORE WHITE HELMETS NEWS AT: 21st Century Wire White Helmets Files\n\nREAD MORE SYRIA NEWS AT: 21st Century Wire Syria Files\n\nSUPPORT 21WIRE – SUBSCRIBE & BECOME A MEMBER @21WIRE.TV", "post_tags": "BBC", "post_categories": "Patrick Henningsen LIVE", "post_length": 20147, "num_outlinks": 153, "sentiment_score": 0.01592520027864856, "post_lang": "en", "influence_score": -45.9, "data_quality": 1.0}
{"post_permalink": "http://21stcenturywire.com/2017/12/09/global-britain-financing-terrorism-bloodshed-syria-calling-aid/bbc-fomenting-regime-change/", "blog_name": "21stcenturywire.com", "post_auth": "Vanessa Beeley", "post_title": "BBC fomenting regime change", "post_date": "2017-12-09 00:00:00", "extracted_date": "2017-12-21 11:04:06", "comment_count": 0, "post_content": "Get daily email updates when new posts are published to 21st Century Wire", "post_tags": "Myanmar", "post_categories": "Patrick Henningsen LIVE", "post_length": 73, "num_outlinks": 87, "sentiment_score": 0.04545454545454545, "post_lang": "en", "influence_score": -26.099999999999998, "data_quality": 1.0}
{"post_permalink": "http://21stcenturywire.com/2017/12/09/global-britain-financing-terrorism-bloodshed-syria-calling-aid/foi-p/", "blog_name": "21stcenturywire.com", "post_auth": "Vanessa Beeley", "post_title": "FOI P", "post_date": "2017-12-09 00:00:00", "extracted_date": "2017-12-21 11:04:06", "comment_count": 0, "post_content": "Get daily email updates when new posts are published to 21st Century Wire", "post_tags": "Myanmar", "post_categories": "Patrick Henningsen LIVE", "post_length": 73, "num_outlinks": 87, "sentiment_score": 0.04545454545454545, "post_lang": "en", "influence_score": -26.099999999999998, "data_quality": 1.0}
{"post_permalink": "http://21stcenturywire.com/2017/12/09/global-britain-financing-terrorism-bloodshed-syria-calling-aid/jihadis2/", "blog_name": "21stcenturywire.com", "post_auth": "Vanessa Beeley", "post_title": "Jihadis2", "post_date": "2017-12-09 00:00:00", "extracted_date": "2017-12-21 11:04:07", "comment_count": 0, "post_content": "Get daily email updates when new posts are published to 21st Century Wire", "post_tags": "Myanmar", "post_categories": "Patrick Henningsen LIVE", "post_length": 73, "num_outlinks": 87, "sentiment_score": 0.04545454545454545, "post_lang": "en", "influence_score": -26.099999999999998, "data_quality": 1.0}
{"post_permalink": "http://21stcenturywire.com/2017/12/09/global-britain-financing-terrorism-bloodshed-syria-calling-aid/jihadis/", "blog_name": "21stcenturywire.com", "post_auth": "Vanessa Beeley", "post_title": "Jihadis", "post_date": "2017-12-09 00:00:00", "extracted_date": "2017-12-21 11:04:07", "comment_count": 0, "post_content": "Get daily email updates when new posts are published to 21st Century Wire", "post_tags": "Myanmar", "post_categories": "Patrick Henningsen LIVE", "post_length": 73, "num_outlinks": 87, "sentiment_score": 0.04545454545454545, "post_lang": "en", "influence_score": -26.099999999999998, "data_quality": 1.0}
{"post_permalink": "http://21stcenturywire.com/2017/12/09/global-britain-financing-terrorism-bloodshed-syria-calling-aid/fsp-with-white-helmets/", "blog_name": "21stcenturywire.com", "post_auth": "Vanessa Beeley", "post_title": "FSP with White Helmets", "post_date": "2017-12-09 00:00:00", "extracted_date": "2017-12-21 11:04:07", "comment_count": 0, "post_content": "Get daily email updates when new posts are published to 21st Century Wire", "post_tags": "Myanmar", "post_categories": "Patrick Henningsen LIVE", "post_length": 73, "num_outlinks": 87, "sentiment_score": 0.04545454545454545, "post_lang": "en", "influence_score": -26.099999999999998, "data_quality": 1.0}
{"post_permalink": "http://21stcenturywire.com/2017/12/09/global-britain-financing-terrorism-bloodshed-syria-calling-aid/uk-fco-cssf/", "blog_name": "21stcenturywire.com", "post_auth": "Vanessa Beeley", "post_title": "UK FCO CSSF", "post_date": "2017-12-09 00:00:00", "extracted_date": "2017-12-21 11:04:08", "comment_count": 0, "post_content": "Get daily email updates when new posts are published to 21st Century Wire", "post_tags": "Myanmar", "post_categories": "Patrick Henningsen LIVE", "post_length": 73, "num_outlinks": 87, "sentiment_score": 0.04545454545454545, "post_lang": "en", "influence_score": -26.099999999999998, "data_quality": 1.0}
{"post_permalink": "http://21stcenturywire.com/2017/12/09/global-britain-financing-terrorism-bloodshed-syria-calling-aid/rycroft-p/", "blog_name": "21stcenturywire.com", "post_auth": "Vanessa Beeley", "post_title": "Rycroft p", "post_date": "2017-12-09 00:00:00", "extracted_date": "2017-12-21 11:04:08", "comment_count": 0, "post_content": "Get daily email updates when new posts are published to 21st Century Wire", "post_tags": "Myanmar", "post_categories": "Patrick Henningsen LIVE", "post_length": 73, "num_outlinks": 87, "sentiment_score": 0.04545454545454545, "post_lang": "en", "influence_score": -26.099999999999998, "data_quality": 1.0}
{"post_permalink": "http://21stcenturywire.com/2017/12/09/global-britain-financing-terrorism-bloodshed-syria-calling-aid/fsp-nusra/", "blog_name": "21stcenturywire.com", "post_auth": "Vanessa Beeley", "post_title": "FSP Nusra", "post_date": "2017-12-09 00:00:00", "extracted_date": "2017-12-21 11:04:08", "comment_count": 0, "post_content": "Get daily email updates when new posts are published to 21st Century Wire", "post_tags": "Myanmar", "post_categories": "Patrick Henningsen LIVE", "post_length": 73, "num_outlinks": 87, "sentiment_score": 0.04545454545454545, "post_lang": "en", "influence_score": -26.099999999999998, "data_quality": 1.0}
{"post_permalink": "http://21stcenturywire.com/2017/12/09/global-britain-financing-terrorism-bloodshed-syria-calling-aid/okaidi-fsp/", "blog_name": "21stcenturywire.com", "post_auth": "Vanessa Beeley", "post_title": "OKAIDI FSP", "post_date": "2017-12-09 00:00:00", "extracted_date": "2017-12-21 11:04:09", "comment_count": 0, "post_content": "Get daily email updates when new posts are published to 21st Century Wire", "post_tags": "Myanmar", "post_categories": "Patrick Henningsen LIVE", "post_length": 73, "num_outlinks": 87, "sentiment_score": 0.04545454545454545, "post_lang": "en", "influence_score": -26.099999999999998, "data_quality": 1.0}
{"post_permalink": "http://21stcenturywire.com/2017/12/09/global-britain-financing-terrorism-bloodshed-syria-calling-aid/bbc-fomenting-regime-change/", "blog_name": "21stcenturywire.com", "post_auth": "Vanessa Beeley", "post_title": "BBC fomenting regime change", "post_date": "2017-12-09 00:00:00", "extracted_date": "2017-12-21 11:04:23", "comment_count": 0, "post_content": "Get daily email updates when new posts are published to 21st Century Wire", "post_tags": "Myanmar", "post_categories": "Patrick Henningsen LIVE", "post_length": 73, "num_outlinks": 87, "sentiment_score": 0.04545454545454545, "post_lang": "en", "influence_score": -26.099999999999998, "data_quality": 1.0}
{"post_permalink": "http://21stcenturywire.com/2017/12/09/global-britain-financing-terrorism-bloodshed-syria-calling-aid/foi-p/", "blog_name": "21stcenturywire.com", "post_auth": "Vanessa Beeley", "post_title": "FOI P", "post_date": "2017-12-09 00:00:00", "extracted_date": "2017-12-21 11:04:24", "comment_count": 0, "post_content": "Get daily email updates when new posts are published to 21st Century Wire", "post_tags": "Myanmar", "post_categories": "Patrick Henningsen LIVE", "post_length": 73, "num_outlinks": 87, "sentiment_score": 0.04545454545454545, "post_lang": "en", "influence_score": -26.099999999999998, "data_quality": 1.0}
{"post_permalink": "http://21stcenturywire.com/2017/12/09/global-britain-financing-terrorism-bloodshed-syria-calling-aid/okaidi-fsp/", "blog_name": "21stcenturywire.com", "post_auth": "Vanessa Beeley", "post_title": "OKAIDI FSP", "post_date": "2017-12-09 00:00:00", "extracted_date": "2017-12-21 11:04:24", "comment_count": 0, "post_content": "Get daily email updates when new posts are published to 21st Century Wire", "post_tags": "Myanmar", "post_categories": "Patrick Henningsen LIVE", "post_length": 73, "num_outlinks": 87, "sentiment_score": 0.04545454545454545, "post_lang": "en", "influence_score": -26.099999999999998, "data_quality": 1.0}
{"post_permalink": "http://21stcenturywire.com/2017/12/09/global-britain-financing-terrorism-bloodshed-syria-calling-aid/fsp-with-white-helmets/", "blog_name": "21stcenturywire.com", "post_auth": "Vanessa Beeley", "post_title": "FSP with White Helmets", "post_date": "2017-12-09 00:00:00", "extracted_date": "2017-12-21 11:04:25", "comment_count": 0, "post_content": "Get daily email updates when new posts are published to 21st Century Wire", "post_tags": "Myanmar", "post_categories": "Patrick Henningsen LIVE", "post_length": 73, "num_outlinks": 87, "sentiment_score": 0.04545454545454545, "post_lang": "en", "influence_score": -26.099999999999998, "data_quality": 1.0}
{"post_permalink": "http://21stcenturywire.com/2017/12/09/global-britain-financing-terrorism-bloodshed-syria-calling-aid/uk-fco-cssf/", "blog_name": "21stcenturywire.com", "post_auth": "Vanessa Beeley", "post_title": "UK FCO CSSF", "post_date": "2017-12-09 00:00:00", "extracted_date": "2017-12-21 11:04:25", "comment_count": 0, "post_content": "Get daily email updates when new posts are published to 21st Century Wire", "post_tags": "Myanmar", "post_categories": "Patrick Henningsen LIVE", "post_length": 73, "num_outlinks": 87, "sentiment_score": 0.04545454545454545, "post_lang": "en", "influence_score": -26.099999999999998, "data_quality": 1.0}
{"post_permalink": "http://21stcenturywire.com/2017/12/09/global-britain-financing-terrorism-bloodshed-syria-calling-aid/fsp-nusra/", "blog_name": "21stcenturywire.com", "post_auth": "Vanessa Beeley", "post_title": "FSP Nusra", "post_date": "2017-12-09 00:00:00", "extracted_date": "2017-12-21 11:09:32", "comment_count": 0, "post_content": "Get daily email updates when new posts are published to 21st Century Wire", "post_tags": "Myanmar", "post_categories": "Patrick Henningsen LIVE", "post_length": 73, "num_outlinks": 87, "sentiment_score": 0.04545454545454545, "post_lang": "en", "influence_score": -26.099999999999998, "data_quality": 1.0}
{"post_permalink": "http://21stcenturywire.com/2017/12/09/global-britain-financing-terrorism-bloodshed-syria-calling-aid/jihadis/", "blog_name": "21stcenturywire.com", "post_auth": "Vanessa Beeley", "post_title": "Jihadis", "post_date": "2017-12-09 00:00:00", "extracted_date": "2017-12-21 11:09:32", "comment_count": 0, "post_content": "Get daily email updates when new posts are published to 21st Century Wire", "post_tags": "Myanmar", "post_categories": "Patrick Henningsen LIVE", "post_length": 73, "num_outlinks": 87, "sentiment_score": 0.04545454545454545, "post_lang": "en", "influence_score": -26.099999999999998, "data_quality": 1.0}
{"post_permalink": "http://21stcenturywire.com/2017/12/09/global-britain-financing-terrorism-bloodshed-syria-calling-aid/rycroft-p/", "blog_name": "21stcenturywire.com", "post_auth": "Vanessa Beeley", "post_title": "Rycroft p", "post_date": "2017-12-09 00:00:00", "extracted_date": "2017-12-21 11:09:33", "comment_count": 0, "post_content": "Get daily email updates when new posts are published to 21st Century Wire", "post_tags": "Myanmar", "post_categories": "Patrick Henningsen LIVE", "post_length": 73, "num_outlinks": 87, "sentiment_score": 0.04545454545454545, "post_lang": "en", "influence_score": -26.099999999999998, "data_quality": 1.0}
{"post_permalink": "http://21stcenturywire.com/2017/12/09/global-britain-financing-terrorism-bloodshed-syria-calling-aid/jihadis2/", "blog_name": "21stcenturywire.com", "post_auth": "Vanessa Beeley", "post_title": "Jihadis2", "post_date": "2017-12-09 00:00:00", "extracted_date": "2017-12-21 11:09:33", "comment_count": 0, "post_content": "Get daily email updates when new posts are published to 21st Century Wire", "post_tags": "Myanmar", "post_categories": "Patrick Henningsen LIVE", "post_length": 73, "num_outlinks": 87, "sentiment_score": 0.04545454545454545, "post_lang": "en", "influence_score": -26.099999999999998, "data_quality": 1.0}
